<template>
  <div class="w-full">
    <h1 class="text-center pb-5 pt-5" :style="{ fontSize: 'clamp(1.8rem, 5vw, 3rem)' }">
      <strong>පාපොච්චාරණය</strong>
    </h1>
    <div class="text-center p-2">
      <strong>(1යොහාන් 1:9)</strong>
    </div>
    <hr/>

    <div class="p-6">
      <p class="quote text-center text-lg">
        <i>
          <strong class="p-2">
            ශුද්ධ බයිබලයේ සඳහන් වී ඇති පරිදි <br/>

            අපි සැබැවින්ම පසුතැවිලි වී පාපොච්චාරණය කරගන්නේ නම්, විශ්වාසවන්ත වූද, ධර්මිෂ්ට වූද, ඔබවහන්සේ අපට
            සියලු පාපවලින් ද, අදමිටුකම්වලින් ද, පවිත්‍ර කරන සේක.<br/>
            <br>
            පියාණෙනී, මා විසින් ඔබ වහන්සේට විරුද්ධව සිතින්, වචනයෙන් සහ ක්‍රියාවෙන්, දැනුවත්ව හෝ නොදැනුවත්ව
            කලාවූ පාපකාරී ක්‍රියාවන් වෙනුවෙන් බැගෑපත් වෙමි. <br/>
            ඒ සෑම පාපයක්ම ඔබ වහන්සේට විරුද්ධව කර ඇති බවට පිළිගනිමි.<br/>
            ඒ සෑම පාපයකටම වගකීම පිළිගනිමි.<br/>
            <br/>
            පියාණෙනී, මා ඒ සියලු පාප සඳහා පසුතැවිලි වී කමාව අයැද සිටිමි.<br/>
            දැන් ඒ සෑම පාපයකටම ඔබ වහන්සේ සමාව දී ඇති බවට පිළිගනිමි.<br/>
            <br/>
            මා වෙනුවෙන් සිය ජීවිතය පූජා කර නැවත නැගිටුනු ඔබවහන්සේගේ පුත්‍ර වූ
            යේසුස් ක්‍රිස්තුස් වහන්සේ නිසා මාගේ සියලු පව්වලට කමා වී යහ මගට යොමු
            වීමට මා හට පිහිටවන මෙන්ද, ඔබවහන්සේගේ මහිමය සඳහා ජීවිතයේ අලුත්කමින්
            නැගිට ඔබවහන්සේට සේවය කරන්නටත් මා හට වරම් දෙන මෙන්ද ඉල්ලා සිටිමි.<br/>
            <br/>
            ආමෙන්.
          </strong>
        </i>
      </p>
    </div>
  </div>
</template>
<script setup lang="ts">
</script>