<template>
  <div class="w-full">
    <h1 class="text-center pb-5 pt-5" :style="{ fontSize: 'clamp(1.8rem, 5vw, 3rem)' }">
      <strong>සිත් පිරිසිදු කිරීමේ යැදුම</strong>
    </h1>
    <div class="p-6">
      <p class="font-bold text-center">
        සියලු බල ඇති දෙවියන් වහන්ස – ඔබට සියලු සිත් සහ සියලු පැතීම් දැනේ - කිසි රහසක් ඔබගෙන් වැසී
        නැත්තේය.<br/>
        එසේවූ සියලු බල ඇති දෙවියන් වහන්ස - මා විසින් ඔබට සම්පූර්ණ ලෙස , <br>
        ප්‍රේම කරන පිණිසත් - ඔබගේ ශුද්ධ නාමය යුතු ලෙස වර්ණනා කරන පිණිසත් - මාගේ ස්වාමිවූ යේසුස් ක්‍රිස්තුස්
        වහන්සේ
        කරනකොටගෙන ඔබගේ ශුද්ධාත්මාණුභාවයෙන් මාගේ සිතේ කල්පනා පිරිසිදු කල මැනව. ආමෙන්.</p>
      <br>
      <p class="quote text-center text-lg">
        <strong class="p-2">
          <i>
            එල්-ඕහිම් - අති උත්තම <br/>
            එල්-එලියොන් - මැවුම්කාර දෙවිඳුනී<br/>
            එල්-රෝයී - මා දෙස බලන්නා වූ<br/>
            එල්-ඕලාම් - ඔබ සදාකාලිකයි<br/>
            එල්-ෂඩායී - සර්ව බලධාරී<br/>
            අදොනායී - මා දෙව් ස්වාමිනී<br/>
            නමදින්නෙමි මා <br/> නමදින්නෙමි මා <br/>
            නමදින්නෙමි මා <br/> මගෙ දෙව් පියාණෙනී
          </i>
        </strong>
      </p>
    </div>
  </div>
</template>
<script setup lang="ts">
</script>