<template>
  <div class="w-full">
    <h1 class="text-center pb-5 pt-5" :style="{ fontSize: 'clamp(1.8rem, 5vw, 3rem)' }">
      <strong>ආරම්භක යාච්ඤාව</strong>
    </h1>
    <div class="p-6">
      <p class="font-bold text-center">
        සර්ව බලධාරී දෙව්පියාණනී අපි ඔබ වහන්සේට අනේක වාරයක් ස්තූතිවන්ත වෙනවා.
        අද දවසේ ඔබ වහන්සේ ඉදිරියට පැමිණ එක පවුලක් ලෙස ඔබවහන්සේට නමස්කාර කරන්න,
        ඔබවහන්සේගේ නාමය ප්‍රශංසා කරන්න අපට මේ දුන්නා වූ අවස්ථාව ගැන අපි ඔබවහන්සේට අනේක වාරයක්
        ස්තූතිවන්ත වෙනවා. පියාණනී මේ පවුලට ආශිර්වාද කරන්න. මේ තුළින් ඔබවහන්සේගේනාමයට ගෙෘරවය මහිමය ලැබෙන්න
        යේසුස් ක්‍රිස්තුස් වහන්සේගේ නාමයෙන් අපි යාඥා කරනවා. ආමේන්.......
      </p>
    </div>
  </div>
</template>