<template>

    <div>
        <div class="text-center p-2">
            <strong>(මතෙව් 6:9-13)</strong>
        </div>
        <hr />

        <div class="p-6">
            <p class="quote text-center text-lg">
                <strong class="p-2">
                    <i>
                        ස්වර්ගයෙහි වැඩවසනා පියාණෙනී අපගේ<br/>
                        ගෞරව වේවා ගෞරව වේවා නාමයට ඔබේ<br/>
                        ස්වර්ගයෙහි මෙන් පොළොවෙහි කැමැත්ත ඉටුවී ඔබේ<br/>
                        පැමිණේවා පැමිණේවා රාජ්‍යය ඔබේ<br/>
                        <br/>
                        දවස්පතා අපව පෝෂණය කල මැනව<br/>
                        අප අන් අයට කමා කලාක් මෙන් අපටද කල මැනව<br/>
                        පරීක්‍ෂාවෙන් අපව ආරක්ෂා කල මැනව<br/>
                        එරෙහිව අපට එන සතුරාගෙන් අප මුදවා ගත මැනව<br/>
                        <br/>
                        රාජ්‍යයත් බලයත් මහිමයත්<br/>
                        පියාණෙනී සදාකල්හී ඔබගේමය<br/>
                        ආමෙන්
                    </i>
                </strong>
            </p>
        </div>
    </div>
</template>
